Repository: franck-paul/dcRevisions
Catalog: locales/*/main.po
Languages: fr

source: Allows entries's versionning
fr: Permet la gestion des historiques de modification des entrées

source: dcRevisions
fr: Révisions

source: Revisions
fr: Révisions

source: Enable entries' versionning on this blog
fr: Active la gestion de l'historique de modification des entrées sur ce blog

source: Revisions:
fr: Historique des modifications :

source: Purge all revisions
fr: Supprimer toutes les révisions

source: Excerpt
fr: Extrait

source: Content
fr: Contenu

source: Current
fr: Actuel

source: Rev.
fr: Modif.

source: Content identical
fr: Contenu identique

source: CAUTION: This operation will replace all the content by the previous one. Are you sure to want apply this patch on this page?
fr: Attention : Cette opération va remplacer le contenu actuel par le précédent. Êtes-vous sûr·e de vouloir appliquer cette transformation sur cette page ?

source: CAUTION: This operation will delete all the revisions. Are you sure to want to do this?
fr: Attention : Cette opération va supprimer toutes les révisions. Êtes-vous sûr·e de vouloir les supprimer ?

source: All revisions have been deleted.
fr: Toutes les révisions ont été supprimées.

source: Entries
fr: Billets

source: save
fr: Enregistrer

source: No post ID
fr: Pas d'identifiant d'entrée

source: No revision ID
fr: Pas d'identifiant de révision

source: You are not allowed to delete revisions of this entry
fr: Vous n'êtes pas autorisé·e à supprimer cette révision de ce billet

source: You are not allowed to patch this entry with this revision
fr: Vous n'êtes pas autorisé·e modifier ce billet avec cette révision

source: Id
fr: Modification

source: Author
fr: Auteur·rice

source: Status
fr: Statut

source: No revision
fr: Pas de modification

source: Revision #%s
fr: No %s

source: Revision allowed
fr: Retour à cette version autorise

source: Revision blocked
fr: Retour à cette version interdit

source: Apply patch
fr: Revenir à cette version
